[{"model": "organization.about", "pk": 1, "fields": {"about_text": "<p><span style=\"font-size:14.0000pt\"><span style=\"font-family:Calibri\">Referral Boost is a leading provider of online foreign exchange (FX) trading, CFD trading, spread betting, and related service. Founded in 1995, the Company&rsquo;s mission is to provide global traders with access to the world&rsquo;s largest and most liquid market by offering innovative trading tools, hiring excellent trading educators, meeting strict financial, standards and striving for the best online trading experience in the market. Clients have the advantage of mobile trading,one-click order execution, and trading from real-time charts. In addition, Referral Boost offers educational Courses On FX Trading and provides trading tools, proprietary data, and premium resources.</span></span></p>\r\n\r\n<p style=\"text-align:justify\"><span style=\"font-size:10.5pt\"><span style=\"font-family:Calibri\"><span style=\"font-size:14.0000pt\"><span style=\"font-family:Calibri\">Referral Boost is committed to building a better brokerage for our traders, our goal is to provide you with the ultimate trading experience. We are constantly looking to provide innovative technology solutions, quality pricing, and transparent execution that will help our traders navigate and trade the financial markets. Referral Boost also offers dedicated 24/5 customer support, with global offices in London, Newyork, Hongkong, Sydney&nbsp;and More.</span></span></span></span></p>"}}, {"model": "organization.marketing", "pk": 1, "fields": {"market_text": "<p><span style=\"font-size:14.0000pt\"><span style=\"font-family:Calibri\">Our mission is to provide partners and clients with accessible, reliable, and high-quality brokerage services using the latest technologies.</span></span></p>\r\n\r\n<p><span style=\"font-size:14.0000pt\"><span style=\"font-family:Calibri\">Referral Boost mission is to deliver a reliable, trustworthy, and customer-focused trading experience in a transparent and secure environment. Thousands of trading accounts each month.</span></span></p>\r\n\r\n<p><span style=\"font-size:14.0000pt\"><span style=\"font-family:Calibri\">Today Referral Boost offers its clients and partners a wide array of services for business management and effective investment. All of our clients, no matter how much experience or capital they have get the same high-class service at Referral Boost.</span></span></p>\r\n\r\n<p><span style=\"font-size:14.0000pt\"><span style=\"font-family:Calibri\">Referral Boost employees are top specialist is the currency and financial markets which guarantees that our clients have access to accurate, professional decision-makers.</span></span></p>\r\n\r\n<p style=\"text-align:justify\"><span style=\"font-size:10.5pt\"><span style=\"font-family:Calibri\"><span style=\"font-size:14.0000pt\"><span style=\"font-family:Calibri\">We value our reputation and always fulfill our obligations to clients.</span></span></span></span></p>"}}, {"model": "organization.termscondition", "pk": 1, "fields": {"condition_text": "<p>Welcome to our website. If you continue to browse and use this website, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern [business name]&#39;s relationship with you in relation to this website. If you disagree with any part of these terms and conditions, please do not use our website.</p>\r\n\r\n<p>The term &#39;[business name]&#39; or &#39;us&#39; or &#39;we&#39; refers to the owner of the website whose registered office is [address]. Our company registration number is [company registration number and place of registration]. The term &#39;you&#39; refers to the user or viewer of our website.</p>\r\n\r\n<p>The use of this website is subject to the following terms of use:</p>\r\n\r\n<ul>\r\n\t<li>The content of the pages of this website is for your general information and use only. It is subject to change without notice.</li>\r\n\t<li>This website uses cookies to monitor browsing preferences. If you do allow cookies to be used, the following personal information may be stored by us for use by third parties: [insert list of information].</li>\r\n\t<li>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.</li>\r\n\t<li>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.</li>\r\n\t<li>This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance and graphics. Reproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.</li>\r\n\t<li>All trade marks reproduced in this website which are not the property of, or licensed to, the operator are acknowledged on the website.</li>\r\n\t<li>Unauthorised use of this website may give rise to a claim for damages and/or be a criminal offence.</li>\r\n\t<li>From time to time this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s).</li>\r\n\t<li>Your use of this website and any dispute arising out of such use of the website is subject to the laws of England, Northern Ireland, Scotland and Wales.</li>\r\n</ul>"}}, {"model": "organization.question", "pk": 1, "fields": {"add_question": "How to bye this packages?", "question_details": "Please message us using the contact box. We will contact you as soon as possible."}}, {"model": "organization.question", "pk": 2, "fields": {"add_question": "What will be benefited if I bye this packages?", "question_details": "You can earn easily. If you buy any packages you will get a share and defined percentage based on the selected package."}}, {"model": "organization.package", "pk": 1, "fields": {"title": "Primary", "price": 20, "discount": 15}}, {"model": "organization.package", "pk": 2, "fields": {"title": "Premium", "price": 100, "discount": 15}}, {"model": "organization.companyaddress", "pk": 1, "fields": {"address": "Manchester,North West, England", "email": "admin@referralboost.com", "phone": "+44 20 3966 8000"}}]